{
  "Total_HP": 107,
  "age_number": 28,
  "alignment": "Lawful Evil",
  "appearance": [
    "Runny nose"
  ],
  "archetype1": null,
  "archetype_info": {
    "Wind Listener": {
      "abjuration sense (ex)": "  At 5th level, a wind listener develops a sixth sense for spotting spells designed to guard against his investigations. He gains a bonus on Perception checks equal to 1/2 his level to notice spells of the abjuration school and on Spellcraft checks to identify abjuration effects, spells, and magic items. This ability replaces the bonus feat gained at 5th level.",
      "arcane school": "  A wind listener cannot select divination or illusion as a prohibited school.",
      "class skills": "  A wind listener adds Perception to his list of class skills.",
      "listening to the wind (sp)": "  At 15th level, the wind listener can call upon spirits of the air to uncover lost lore about a legendary person, place, or thing. Invoking the spirits takes 10 minutes, during which time the wind listener must be free of distractions and able to concentrate. Once called, the spirits seek out information on the subject of the wind listener's inquiries. This functions as the spell legend lore (caster level equal to the wind listener's level), except that the wind listener is free to engage in other activities while spirits investigate on his behalf. The time required for the air spirits to return with this information is equal to what the casting time of the spell legend lore would have been if the wind listener had cast it. The wind listener can use this ability once per week, and only if he does not currently have air spirits searching for information. If the air spirits are currently searching for information, the wind listener can end their task early as a standard action, dismissing the magical effect and not returning any information. This ability replaces the bonus feat gained at 15th level.",
      "source": "Advanced Race Guide pg. 158 The wind listener takes a sylph's natural curiosity to the extreme, enhancing his natural skill at subterfuge and eavesdropping with potent arcane magic. A wind listener has the following class features.",
      "spontaneous divination (su)": "  At 1st level, a wind listener can reshape stored spell energy into divination spells he did not prepare ahead of time. The wind listener can \"lose\" any prepared spell that is not a cantrip in order to cast a divination spell of the same spell level or lower. The new spell must be one the wind listener knows and is capable of casting. Spells cast with this ability increase their casting time to a full-round action (if the spell's normal casting time is longer than a full-round action, it remains unchanged). This ability replaces arcane bond.",
      "wispy form (ex)": " At 10th level, the wind listener gains the ability to become airy and translucent as a standard action, gaining DR 10/magic and the effects of greater invisibility for a number of rounds per day equal to his level. These rounds need not be consecutive. Like the natural invisibility universal monster ability , this ability is not subject to invisibility purge . This ability replaces the bonus feat gained at 10th level."
    }
  },
  "armor_ac": "2",
  "armor_armor_check_penalty": "0",
  "armor_enhancement_chosen_list": [
    "Unrighteous"
  ],
  "armor_max_dex_bonus": "6",
  "armor_name": "Rosewood armor",
  "armor_spell_failure": 0,
  "armor_weight": "15 lbs.",
  "bab_total": 8,
  "background_traits": [
    "Empty Heart, Full Heart",
    "Flounderer"
  ],
  "bloodline": "N/A",
  "c_class": "wizard",
  "c_class_2": "",
  "cha": 15,
  "character_full_name": "Yves Dupuis",
  "chosen_race": "Orc",
  "chosen_subrace": null,
  "class features": [],
  "class_ability": [
    "spells_wizard",
    "bonus languages_wizard",
    "arcane bond (ex or sp)_wizard",
    "arcane school_wizard",
    "cantrips_wizard",
    "scribe scroll_wizard",
    "bonus feats_wizard",
    "spellbooks_wizard"
  ],
  "class_ability_desc": {
    "arcane bond (ex or sp)": "At 1st level, wizards form a powerful bond with an object or a creature. This bond can take one of two forms: a familiar or a bonded object. A familiar is a magical pet that enhances the wizard's skills and senses and can aid him in magic, while a bonded object is an item a wizard can use to cast additional spells or to serve as a magical item. Once a wizard makes this choice, it is permanent and cannot be changed. Rules for bonded items are given below, while rules for familiars are at the end of this section. Wizards who select a bonded object begin play with one at no cost. Objects that are the subject of an arcane bond must fall into one of the following categories: amulet, ring, staff, wand, or weapon. These objects are always masterwork quality. Weapons acquired at 1st level are not made of any special material. If the object is an amulet or ring, it must be worn to have effect, while staves, wands, and weapons must be wielded. If a wizard attempts to cast a spell without his bonded object worn or in hand, he must make a concentration check or lose the spell. The DC for this check is equal to 20 + the spell's level. If the object is a ring or amulet, it occupies the ring or neck slot accordingly. A bonded object can be used once per day to cast any one spell that the wizard has in his spellbook and is capable of casting, even if the spell is not prepared. This spell is treated like any other spell cast by the wizard, including casting time, duration, and other effects dependent on the wizard's level. This spell cannot be modified by metamagic feats or other abilities. The bonded object cannot be used to cast spells from the wizard's opposition schools (see arcane school). A wizard can add additional magic abilities to his bonded object as if he has the required item creation feats and if he meets the level prerequisites of the feat. For example, a wizard with a bonded dagger must be at least 5th level to add magic abilities to the dagger (see the Craft Magic Arms and Armor feat in Feats). If the bonded object is a wand, it loses its wand abilities when its last charge is consumed, but it is not destroyed and it retains all of its bonded object properties and can be used to craft a new wand. The magic properties of a bonded object, including any magic abilities added to the object, only function for the wizard who owns it. If a bonded object's owner dies, or the item is replaced, the object reverts to being an ordinary masterwork item of the appropriate type. If a bonded object is damaged, it is restored to full hit points the next time the wizard prepares his spells. If the object of an arcane bond is lost or destroyed, it can be replaced after 1 week in a special ritual that costs 200 gp per wizard level plus the cost of the masterwork item. This ritual takes 8 hours to complete. Items replaced in this way do not possess any of the additional enchantments of the previous bonded item. A wizard can designate an existing magic item as his bonded item. This functions in the same way as replacing a lost or destroyed item except that the new magic item retains its abilities while gaining the benefits and drawbacks of becoming a bonded item.",
    "arcane school": "A wizard can choose to specialize in one school of magic, gaining additional spells and powers based on that school. This choice must be made at 1st level, and once made, it cannot be changed. A wizard that does not select a school receives the universalist school instead. A wizard that chooses to specialize in one school of magic must select two other schools as his opposition schools, representing knowledge sacrificed in one area of arcane lore to gain mastery in another. A wizard who prepares spells from his opposition schools must use two spell slots of that level to prepare the spell. For example, a wizard with evocation as an opposition school must expend two of his available 3rd-level spell slots to prepare a fireball . In addition, a specialist takes a -4 penalty on any skill checks made when crafting a magic item that has a spell from one of his opposition schools as a prerequisite. A universalist wizard can prepare spells from any school without restriction. Each arcane school gives the wizard a number of school powers. In addition, specialist wizards receive an additional spell slot of each spell level he can cast, from 1st on up. Each day, a wizard can prepare a spell from his specialty school in that slot. This spell must be in the wizard's spellbook. A wizard can select a spell modified by a metamagic feat to prepare in his school slot, but it uses up a higher-level spell slot. Wizards with the universalist school do not receive a school slot.",
    "bonus feats": "At 5th, 10th, 15th, and 20th level, a wizard gains a bonus feat. At each such opportunity, he can choose a metamagic feat, an item creation feat, or Spell Mastery. The wizard must still meet all prerequisites for a bonus feat, including caster level minimums. These bonus feats are in addition to the feats that a character of any class gets from advancing levels. The wizard is not limited to the categories of item creation feats, metamagic feats, or Spell Mastery when choosing those feats.",
    "bonus languages": "A wizard may substitute Draconic for one of the bonus languages available to the character because of his race.",
    "cantrips": "Wizards can prepare a number of cantrips, or 0-level spells, each day, as noted on Table: Wizard under \"Spells per Day.\"These spells are cast like any other spell, but they are not expended when cast and may be used again. A wizard can prepare a cantrip from a prohibited school, but it uses up two of his available slots (see below).",
    "scribe scroll": "At 1st level, a wizard gains Scribe Scroll as a bonus feat.",
    "spellbooks": "A wizard must study his spellbook each day to prepare his spells. He cannot prepare any spell not recorded in his spellbook, except for read magic, which all wizards can prepare from memory. A wizard begins play with a spellbook containing all 0-level wizard spells (except those from his prohibited schools, if any; see Arcane Schools) plus three 1st-level spells of his choice. The wizard also selects a number of additional 1st-level spells equal to his Intelligence modifier to add to the spellbook. At each new wizard level, he gains two new spells of any spell level or levels that he can cast (based on his new wizard level) for his spellbook. At any time, a wizard can also add spells found in other wizards' spellbooks to his own (see Magic). Alternate Capstones",
    "spells": "A wizard casts arcane spells drawn from the sorcerer/wizard spell list presented in Spell Lists. A wizard must choose and prepare his spells ahead of time. To learn, prepare, or cast a spell, the wizard must have an Intelligence score equal to at least 10 + the spell level. The Difficulty Class for a saving throw against a wizard's spell is 10 + the spell level + the wizard's Intelligence modifier. A wizard can cast only a certain number of spells of each spell level per day. His base daily spell allotment is given on Table: Wizard. In addition, he receives bonus spells per day if he has a high Intelligence score (see Table: Ability Modifiers and Bonus Spells). A wizard may know any number of spells. He must choose and prepare his spells ahead of time by getting 8 hours of sleep and spending 1 hour studying his spellbook. While studying, the wizard decides which spells to prepare."
  },
  "con": 15,
  "day_list": [
    0,
    4,
    4,
    4,
    4,
    4,
    4,
    3,
    2,
    1
  ],
  "deity_name": [
    "Lissala"
  ],
  "dex": 20,
  "equip_descrip": {
    "belts": {
      "description": " if this belt's wearer has at least one hand free (holding\r nothing), he can attempt to deflect a successful melee attack\r with an immediate action. To do so, he rolls an unarmed strike\r against the opponent, including any applicable modifiers\r such as a favored enemy bonus or the penalty for power\r attack. If his attack roll is greater than the opponent's attack\r roll, the attack is negated without effect. The unarmed strike\r itself causes no damage and does not count as a successful\r attack against the opponent. The opponent does not need\r to be within the wearer's reach to use this ability. Whether\r the attack succeeds or not, the wearer takes a 4 penalty on\r attack rolls until the end of his next turn. ",
      "item_name": "sash of flowing water"
    },
    "body": {
      "description": " this long cloth is wrapped around the chest multiple times\r like a bandage. Once per round, the wearer may add an\r enhancement bonus of +1 to +5 on one attack and damage\r roll for an unarmed strike or natural attack (for one specific\r attack, not all attacks made with an unarmed strike that\r round). The wearer may use this item an additional time per\r round when his bab reaches +6, +11, and +16. Choosing to enhance an unarmed strike is not an action\r and may occur when it is not the wearer's turn (such as when\r making an attack of opportunity). The wearer must decide\r to use the item before the attack roll is made, but does not\r have to expend all uses at the same time. For example, if the\r wearer can use the item twice per round, he can use it once\r on his turn when making an attack and save the second for\r the possibility of making an attack of opportunity. Additionally, the bodywrap can grant melee weapon\r special abilities to a creature's unarmed attacks, so long\r as those special abilities to be added apply to unarmed\r attacks. See table 38: melee weapon special abilities\r (page 137) for a list of abilities. Special abilities count as\r additional bonuses for determining the market value of\r the item, but do not modify attack or damage bonuses. \r any special abilities are set at the time of creation. A bodywrap of mighty strikes cannot have a modified\r bonus (enhancement bonus plus special ability bonus\r equivalents) higher than +7. Unlike an amulet of mighty\r fists , a bodywrap needs to have a +1 enhancement bonus\r to grant a melee weapon special ability. ",
      "item_name": "bodywrap of mighty strikes6"
    },
    "chest": {
      "description": " this elegant cape, trimmed in gold in a pattern resembling\r an ancient maze, forestalls the negative effects of aging. \r the wearer no longer suffers penalties to strength, \r dexterity, and constitution from being of middle age or\r older (core rulebook 169). The penalties return if the robe is\r removed (or its powers suppressed), and the sudden weight\r of years is so traumatic that the wearer must make a dc 20\r fortitude save or be exhausted for 24 hours. Donning the\r robe again removes the age penalties, but does not remove\r this exhaustion, which must pass on its own or be remedied\r with magic. ",
      "item_name": "mantle of immortality"
    },
    "eyes": {
      "description": " the lenses of this item are made of\r violet crystal. Even though the lenses are\r opaque, when placed over the eyes of the\r wearer, they enable him to see normally\r and also grant him 60-foot darkvision. Both lenses must be worn for the magic to be effective. ",
      "item_name": "goggles of night"
    },
    "feet": {
      "description": " horseshoes of crushing blows grant an enhancement bonus\r on attack and damage rolls made with hoof attacks; this bonus\r varies based on the item's price. Alternatively, as described\r for the amulet of mighty fists , they can grant hooves melee\r weapon special abilities so long as they can be applied to\r unarmed attacks. Horseshoes of crushing blows cannot have a\r modified bonus (enhancement bonus plus special ability bonus\r equivalents) higher than +5. Horseshoes of crushing blows are\r crafted as sets of four, with each shoe in the set bearing the\r same enhancements. All four shoes must be worn by the same\r animal to be effective. Horseshoes of crushing blows may be crafted out of special\r materials, gaining the usual benefits. For purposes of pricing, \r they count as a single one-handed weapon weighing 4\r pounds (for example, adamantine horseshoes of crushing\r blows would cost an additional 3,000). The materials\r needed to make cold iron horseshoes of crushing blows add\r no extra costs in and of themselves, but enhancing cold iron\r horseshoes of crushing blows increases the price by the usual\r 2,000. ",
      "item_name": "horseshoes of crushing blows4"
    },
    "hands": {
      "description": " while worn, these white latex gloves provide an impressive grip for studying intricate objects. The wearer gains a +4 competence bonus on appraise checks to determine the value of an item. While involved in negotiations regarding the studied item, the wearer can use the result of her appraise check as the result of diplomacy checks to haggle over the price of the item. ",
      "item_name": "gloves of the keen evaluator"
    },
    "head": {
      "description": " iridescent whorls and runes in a flowing eldritch script adorn this golden circlet. The circlet functions as a ring of spell knowledge ue , allowing a spontaneous caster to learn and store an additional arcane spell. However, once the circlet has been worn for 1d6 days, the wearer must succeed at a dc 16 will save each day when meditating to renew her spell slots. Failure indicates that she loses knowledge of a random spell, whose level cannot exceed the maximum level of the circlet of spell-eating . Knowledge of this spell is lost until the circlet is removed, returning at a rate of one spell per day, beginning with the lowest-level spell forgotten. So long as the circlet of spell-eating has caused its wearer to forget at least one spell, its creator can cast the first spell lost to the item once per day as a spell-like ability. ",
      "item_name": "circlet of spell-eatingtype ii"
    },
    "headband": {
      "description": " the wearer of efreeti horns gains a +4 enhancement bonus to wisdom. In addition, the wearer can spend 1 ki point as a full-round action to gain the effects of enlarge person (self only) or reduce person (self only) for 1 minute. These effects apply to the wearer regardless of her actual creature type. ",
      "item_name": "efreeti horns"
    },
    "neck": {
      "description": " this grotesque, amulet-like shrunken head is said to contain the enslaved soul of its former owner. Forced to obey whomever carries it, once per day a soulspeaker can repeat a message as if the spell magic mouth were cast upon it. The owner must merely hold the 6-inch-in-diameter head and speak his message and the conditions under which the soulspeaker should repeat it. While it carries a message, the eyes of the stitched head stretch open, closing as soon as its message has been delivered. ",
      "item_name": "soulspeaker"
    },
    "rings": {
      "description": {},
      "item_name": "Gluttonous Feasting Ring"
    },
    "shoulders": {
      "description": " this flowing, black silken cloak glitters with an iridescent sheen like the feathers of a crow's wing. When the wearer moves, the fabric seems to dance on the air, as though it longed to take flight. The wearer can speak with birds while wearing the cloak, as if under the effects of speak with animals . Druids of northern avistan have long favored these cloaks as a means of communicating with birds of the region, but they grew increasingly popular among several sects in lirgen as well in the decades leading up to the age of lost omens despite the fact that crows themselves are not native to that particular land. Certainly, the exotic nature of the ebon feathers had an aesthetic appeal, for in a land where brightly colored songbirds were the norm, the concept of a midnight black avian couldn't help but to be somewhat intriguing to the residents. As a move action, the wearer of a crow brother's cloak can command the item to dissolve into a swirling murder of crows, which faithfully surround the wearer for up to 13 rounds per day. These rounds need not be consecutive. The murder of crows functions as a bat swarm . The murder of crows deals no damage to the wearer and provides concealment as long as the wearer remains within it. As a free action, the wearer can recall the swarm into cloak form or issue it a simple command (such as to direct its movement or to instruct it to follow the wearer). If the swarm is reduced to 0 hit points, it returns to its cloak form immediately and cannot be transformed again for 24 hours. ",
      "item_name": "crow brother's cloak"
    },
    "wrist": {
      "description": " these bracers are decorated with icons representing air, \r earth, fire, or water, and depictions of genies appropriate to\r that element. The item protects the wearer against hot and\r cold environments as if she were using endure elements the vambraces' materials and other powers depend on their\r associated genie type. Djinni : these mithral bracers allow the wearer to use gaseous form , invisibility , and wind wall each once per day. Efreeti : these scorched bronze bracers allow the wearer to use invisibility (self only), produce flame , and pyrotechnics each once per day. Marid : these coral bracers allow the wearer to use hydraulic\r torrent (advanced player's guide), invisibility , and water\r breathing each once per day. Shaitan : these adamantine bracers allow the wearer to use glitterdust , meld into stone , and stone shape each once per day. ",
      "item_name": "vambraces of the genie efreeti"
    }
  },
  "equipment_list": [
    "sash of flowing water",
    "bodywrap of mighty strikes6",
    "mantle of immortality",
    "goggles of night",
    "horseshoes of crushing blows4",
    "gloves of the keen evaluator",
    "circlet of spell-eatingtype ii",
    "efreeti horns",
    "soulspeaker",
    "crow brother's cloak",
    "vambraces of the genie efreeti",
    "Ring of Swarming Stabs",
    "Gluttonous Feasting Ring"
  ],
  "eye_color": [
    "Brown"
  ],
  "feats": [
    "Spell Specialization",
    "Dazing Spell",
    "Extend Spell",
    "Greater Spell Focus",
    "Run",
    "Dodge",
    "Spell Penetration",
    "Spell Focus",
    "Great Fortitude",
    "Toughness"
  ],
  "flaw": null,
  "flaws": [
    "Overprotective"
  ],
  "fort_saving_throw": 10,
  "full_domain": [],
  "gender": "Male",
  "gold": 999043386,
  "hair_color": [
    "White"
  ],
  "hair_type": [
    "Curly"
  ],
  "height_number": 61,
  "hero_points": 1,
  "int": 26,
  "known_list": [
    14,
    15,
    14,
    14,
    8,
    6,
    14,
    8,
    7,
    8
  ],
  "language_text": [
    "Giant",
    "Undercommon",
    "Gnoll",
    "Goblin",
    "Dwarven"
  ],
  "level": 17,
  "mannerisms": [
    "Taps pencil",
    "Twirls hair",
    "Opens and closes mouth"
  ],
  "older_brothers": " you have 0 older brothers",
  "older_sisters": " you have 0 older sisters",
  "opposing_school": [
    "transmutation",
    "enchantment"
  ],
  "parents": "dead father, loving mother",
  "platnium": 99904338.6,
  "professions": [
    "Burgomaster",
    "Hatter"
  ],
  "reflex_saving_throw": 10,
  "region": "Tal-falko",
  "school": "wood",
  "selected_traits": [
    "Duskwalker Agent",
    "Bully",
    "Market Rat",
    "Watching Taldor",
    "Left Behind",
    "Asmodean Demon Hunter",
    "Strip the Veils",
    "Valashmai Veteran"
  ],
  "sheet_health": 65,
  "shield_ac": 0,
  "shield_armor_check_penalty": " ",
  "shield_enhancement_chosen_list": [],
  "shield_max_dex_bonus": " ",
  "shield_name": " ",
  "shield_spell_failure": " ",
  "shield_weight": " ",
  "skill_ranks": "{\"heal\": 17, \"linguistics\": 9, \"fly\": 12, \"disguise\": 15, \"disable device\": 17, \"sense motive\": 10, \"intimidate\": 11, \"gather information\": 8, \"swim\": 17, \"lore\": 5, \"sleight of hand\": 15, \"perform\": 6, \"knowledge engineering\": 6, \"craft\": 11, \"ride\": 11, \"use magic device\": 6, \"knowledge religion\": 3, \"appraise\": 8, \"acrobatics\": 0, \"bluff\": 0, \"climb\": 0, \"diplomacy\": 0, \"escape artist\": 0, \"handle animal\": 0, \"knowledge arcana\": 0, \"knowledge dungeoneering\": 0, \"knowledge geography\": 0, \"knowledge history\": 0, \"knowledge local\": 0, \"knowledge nature\": 0, \"knowledge martial\": 0, \"knowledge nobility\": 0, \"knowledge planes\": 0, \"perception\": 0, \"profession\": 0, \"spellcraft\": 0, \"stealth\": 0, \"survival\": 0, \"artistry\": 0}",
  "spell_list_choose_from": [
    [
      "Mending",
      "Spark",
      "Ray of Frost",
      "Haunted Fey Aspect",
      "Arcane Mark",
      "Detect Magic",
      "Bleed",
      "Resistance",
      "Detect Poison",
      "Message",
      "Dancing Lights",
      "Scoop",
      "Vacuous Vessel",
      "Mage Hand"
    ],
    [
      "Expeditious Retreat",
      "Peasant Armaments",
      "Detect Radiation",
      "Icicle Dagger",
      "Dancing Lantern",
      "Crafter's Curse",
      "Winter Feathers",
      "Vocal Alteration",
      "Bed Of Iron",
      "Poisoned Egg",
      "Summon Minor Monster",
      "Ray of Sickening",
      "Reinforce Armaments",
      "Refine Improvised Weapon",
      "Stone Shield"
    ],
    [
      "Silent Table",
      "Telekinetic Assembly",
      "Skinsend",
      "Masterwork Transformation",
      "Determine Depth",
      "Sculpt Simulacrum",
      "Compel Tongue",
      "Suppres Charms and Compulsions",
      "Accelerate Poison",
      "Sonic Scream",
      "Mount, Communal",
      "Gust Of Wind",
      "Owl's Wisdom",
      "Escape Alarm"
    ],
    [
      "Major Image",
      "Grasping Tentacles",
      "Fractions Of Heal And Harm",
      "Eruptive Pustules",
      "Storm Step",
      "Spotlight",
      "Slave To Sin",
      "Recharge",
      "Create Soul Gem",
      "Firestream",
      "Stage Fright",
      "Ash Storm",
      "Adroit Retrieval",
      "Paragon Surge"
    ],
    [
      "Deadman's Contingency",
      "Renovation",
      "Tongues, Communal",
      "Secure Shelter",
      "Suppressing Stone",
      "Corpse Hammer",
      "Assume Appearance, Greater",
      "Earth Glide"
    ],
    [
      "Daywalker",
      "Suffocation",
      "Planar Adaptation",
      "Flexile Curse",
      "Banishing Blade",
      "Globe Of Tranquil Water"
    ],
    [
      "Transfer Familiar",
      "Shadow Enchantment, Greater",
      "Contagious Flame",
      "Treacherous Teleport",
      "Mislead",
      "Named Bullet, Greater",
      "Bear's Endurance, Mass",
      "Claim Identity, Greater",
      "Death Knell Aura, Greater",
      "Undeath Ward",
      "Utter Contempt",
      "Undeath to Death",
      "Destroy Robot",
      "Curse Terrain, Greater"
    ],
    [
      "Deflection",
      "Epidemic",
      "Vortex",
      "Plane Shift",
      "Submerge Ship",
      "Demanding Message, Mass",
      "Awaken Construct",
      "Teleport, Greater"
    ],
    [
      "Umbral Infusion, Mass",
      "Charm Monster, Mass",
      "Symbol of Death",
      "Clenched Fist",
      "Symbol of Insanity",
      "Scintillating Pattern",
      "Instant Summons, Greater"
    ],
    [
      "Aroden's Spellbane",
      "Refuge",
      "Symbol of Vulnerability",
      "Icy Prison, Mass",
      "Mage's Disjunction",
      "Etherealness",
      "Shadow Transmutation, Greater",
      "Wooden Phalanx"
    ]
  ],
  "spell_list_choose_from_dict": [
    [
      "Mending",
      "Spark",
      "Ray of Frost",
      "Haunted Fey Aspect",
      "Arcane Mark",
      "Detect Magic",
      "Bleed",
      "Resistance",
      "Detect Poison",
      "Message",
      "Dancing Lights",
      "Scoop",
      "Vacuous Vessel",
      "Mage Hand"
    ],
    [
      "Expeditious Retreat",
      "Peasant Armaments",
      "Detect Radiation",
      "Icicle Dagger",
      "Dancing Lantern",
      "Crafter's Curse",
      "Winter Feathers",
      "Vocal Alteration",
      "Bed Of Iron",
      "Poisoned Egg",
      "Summon Minor Monster",
      "Ray of Sickening",
      "Reinforce Armaments",
      "Refine Improvised Weapon",
      "Stone Shield"
    ],
    [
      "Silent Table",
      "Telekinetic Assembly",
      "Skinsend",
      "Masterwork Transformation",
      "Determine Depth",
      "Sculpt Simulacrum",
      "Compel Tongue",
      "Suppres Charms and Compulsions",
      "Accelerate Poison",
      "Sonic Scream",
      "Mount, Communal",
      "Gust Of Wind",
      "Owl's Wisdom",
      "Escape Alarm"
    ],
    [
      "Major Image",
      "Grasping Tentacles",
      "Fractions Of Heal And Harm",
      "Eruptive Pustules",
      "Storm Step",
      "Spotlight",
      "Slave To Sin",
      "Recharge",
      "Create Soul Gem",
      "Firestream",
      "Stage Fright",
      "Ash Storm",
      "Adroit Retrieval",
      "Paragon Surge"
    ],
    [
      "Deadman's Contingency",
      "Renovation",
      "Tongues, Communal",
      "Secure Shelter",
      "Suppressing Stone",
      "Corpse Hammer",
      "Assume Appearance, Greater",
      "Earth Glide"
    ],
    [
      "Daywalker",
      "Suffocation",
      "Planar Adaptation",
      "Flexile Curse",
      "Banishing Blade",
      "Globe Of Tranquil Water"
    ],
    [
      "Transfer Familiar",
      "Shadow Enchantment, Greater",
      "Contagious Flame",
      "Treacherous Teleport",
      "Mislead",
      "Named Bullet, Greater",
      "Bear's Endurance, Mass",
      "Claim Identity, Greater",
      "Death Knell Aura, Greater",
      "Undeath Ward",
      "Utter Contempt",
      "Undeath to Death",
      "Destroy Robot",
      "Curse Terrain, Greater"
    ],
    [
      "Deflection",
      "Epidemic",
      "Vortex",
      "Plane Shift",
      "Submerge Ship",
      "Demanding Message, Mass",
      "Awaken Construct",
      "Teleport, Greater"
    ],
    [
      "Umbral Infusion, Mass",
      "Charm Monster, Mass",
      "Symbol of Death",
      "Clenched Fist",
      "Symbol of Insanity",
      "Scintillating Pattern",
      "Instant Summons, Greater"
    ],
    [
      "Aroden's Spellbane",
      "Refuge",
      "Symbol of Vulnerability",
      "Icy Prison, Mass",
      "Mage's Disjunction",
      "Etherealness",
      "Shadow Transmutation, Greater",
      "Wooden Phalanx"
    ]
  ],
  "str": 23,
  "subrace_description": null,
  "weapon_enhancement_chosen_list": [
    "Virulent",
    "Leveraging",
    "Furyborn",
    "Brilliant Energy"
  ],
  "weight_number": 198,
  "wis": 22,
  "wisdom_saving_throw": 5,
  "younger_brothers": " you have 0 younger brothers",
  "younger_sisters": " you have 3 younger sisters"
}